Repository: CruGlobal/mpd-calculator-js
Catalog: src/languages/*.po
Languages: fr

source: Forms
fr: Formulaires

source: Add Line Item
fr: Ajouter une ligne

source: Add Section
fr: Ajouter une section

source: All values in local currency ({{form.currency_code || 'USD'}}).
fr: Tous les chiffres en devise locale ({{form.currency_code || 'EUR'}}).

source: Application Loading &hellip;
fr: Chargement &hellip;

source: Approve Budget
fr: Valider le budget

source: Approved
fr: Validé

source: Approved By
fr: Validé par

source: Cancelled
fr: Annulé

source: Choose
fr: Choisir

source: Computed
fr: Calculé

source: Create a Budget
fr: Créer un budget

source: Create a new Form
fr: Créer un formulaire

source: Current Support
fr: Soutien actuel

source: Delete a Budget
fr: Supprimer un budget

source: Delete Budget
fr: Supprimer le budget

source: Draft
fr: Brouillon

source: Edit a Budget
fr: Editer un budget

source: Edit a Form
fr: Editer une formulaire

source: Email Address
fr: Adresse mail

source: GROSS
fr: BRUT

source: Mark as Processed
fr: Marquer comme traité

source: Ministry
fr: Ministère

source: Name of the budget form.
fr: Nom du formulaire de budget.

source: Ministry Forms
fr: Formulaires du ministère

source: Monthly
fr: Mensuel

source: Monthly GROSS
fr: BRUT mensuel

source: Monthly NET
fr: NET mensuel

source: Monthy Gross
fr: Brut mensuel

source: Global Forms
fr: Formulaires globals

source: MPD Goal
fr: But de DEP

source: More
fr: Plus

source: My Budgets
fr: Mes budgets

source: Name
fr: Nom

source: Please confirm you want to delete this budget.
fr: Veuillez confirmer que vous voulez supprimer ce budget.

source: Please confirm you want to reject this budget.
fr: Veuillez confirmer que vous voulez rejeter ce budget.

source: Please provide the Email address of the person who should approve this budget.
fr: Veuillez saisir l'adresse mail de la personne qui doit valider ce budget.

source: Processed
fr: Traité

source: Processed By
fr: Traité par

source: Reject a Budget
fr: Rejeter un budget

source: Question Title
fr: Titre de la question

source: Reject Budget
fr: Rejeter le budget

source: Rejecting this budget will return it to a Draft. The person will have the ability to make modifications and re-submit the budget.
fr: Rejeter ce budget le retournera en brouillon. La personne aura la possibilité d'apporter des modifications et soumettre le budget à nouveau.

source: Save Changes
fr: Enregistrer

source: Save Draft
fr: Enregistrer le brouillon

source: Section Title
fr: Titre de la section

source: Staff Budgets
fr: Budgets des équipiers

source: Start Date
fr: Date de démarrage

source: Submit Budget for Approval
fr: Envoyer ce budget pour validation

source: Submit for Approval
fr: Envoyer pour validation

source: Submitted
fr: Envoyé

source: Subsidy
fr: Subvention

source: Subtotal
fr: Total

source: Support Budget for <strong>{{budget.person_name}}</strong>
fr: Budget de <strong>{{budget.person_name}}</strong>

source: These are the forms assigned to the ministry. Forms labeled as active are available to staff to create budgets.
fr: Ce sont les formes assignées au ministère. Formulaires étiquetés comme actif sont disponibles au personnel pour créer des budgets.

source: Toggle navigation
fr: Basculer la navigation

source: Total to Raise
fr: Total à chercher

source: translatetest
fr: traduit en français !

source: Yearly
fr: Annuel

source: Yearly Gross
fr: Brut annuel

source: Yearly GROSS
fr: Brut annuel

source: Yearly NET
fr: NET annuel
